(package! centered-cursor-mode)

(package! vertico-posframe)

(package! resize-window)

(package! beacon)

(package! consult-projectile)

(package! zoom)

(package! keyfreq)

(package! super-save)

(package! deadgrep)

(package! rainbow-delimiters)

(package! evil-snipe)

(package! devdocs)

(package! better-jumper)

(package! treemacs-projectile)

(package! org-modern)

(package! org-auto-tangle)

(package! ob-http)

(package! org-bullets)

(package! toc-org)

(package! literate-calc-mode)

(package! elfeed)
(package! elfeed-goodies)
