;; THIS FILE WAS GENERATED AUTOMATICALLY VIA org-babel. DO NOT EDIT MANUALLY.

(package! super-save)

(package! edwina
    :recipe (:host github :repo "glencjones/edwina"))

(package! vertico-posframe)

(package! centered-cursor-mode)

(package! resize-window)

(package! beacon)

(package! consult-projectile)

(package! evil-snipe :disable t)

(package! expand-region)

(package! rainbow-delimiters)

(package! consult-yasnippet)

(package! devdocs)

(package! better-jumper)

(package! browse-at-remote)

(package! treemacs-projectile)

(package! org-modern)

(package! org-auto-tangle)

(package! inf-ruby)

(package! ob-async)

(package! ob-http)

(package! consult-org-roam)

(package! org-bullets)

(package! toc-org)

(package! literate-calc-mode)

(package! run-command)

(package! multi-vterm)

(package! elfeed)
(package! elfeed-goodies)

(package! calibredb)

(package! evil-tutor)

(package! keyfreq)

(package! circe)
